export const fadeInItems = [
  { id: 1, desc: '냉장고에 뭐가 있는지 잘 모르겠을 때', img: '궁금증' },
  { id: 2, desc: '집에서 잘 요리해먹고 싶을 때', img: '요리하는 사람' },
  { id: 3, desc: '유통기한이 지나 음식물을 버리게 될 때', img: '상한 음식' },
  { id: 4, desc: '계획적으로 장을 보고 싶을 때', img: '온라인쇼핑' },
];

export const slides = [
  {
    id: 1,
    img: '상품 검색 추가 기능',
    desc: '식재료를 검색해서 손쉽게 추가할 수 있어요',
  },
  {
    id: 2,
    img: '유통기한 기능',
    desc: '유통기한이 임박한 식재료가 무엇인지 한눈에 알 수 있어요',
  },
  {
    id: 3,
    img: '즐겨찾기 기능',
    desc: '즐겨찾는 식재료를 등록할 수 있어요',
  },
  {
    id: 4,
    img: '식재료 정보 기능',
    desc: '냉장고에서 식재료를 자유롭게 이동시킬 수 있어요.',
  },
];
